Repository: valentt/Fusion-Linux-Extras
Catalog: rpm packages/rpmbuild/0_packages/dockbarx/dockbarx_0.39.8/po/*.po
Languages: el, ro

source: DockBarX preferences
el: DockBarX προτιμήσεις
ro: Preferinte DockBarX

source: Windowbutton actions
el: Ενέργειες κουμπιού παραθύρου
ro: Actiuni butoanefereastra

source: Left mouse button
el: Αριστερό κουμπί ποντικιού
ro: Buton maus stânga

source: Shift + left mouse button
el: Shift + αριστερό κουμπί ποντικιού
ro: Shift + buton stanga al mausului

source: Middle mouse button
el: Μεσαίο κουμπί ποντικιού
ro: Butonul din mijloc al mausului

source: Shift + middle mouse button
el: Shift + μεσαίο κουμπί ποντικιού
ro: Shift + buton mijloc al mausului

source: Right mouse button
el: Δεξί κουμπί ποντικιού
ro: Butonul din dreapta al mausului

source: Shift + right mouse button
el: Shift + δεξί κουμπί ποντικιού
ro: Shift + buton dreapta a mausului

source: Scroll up
el: Κύλιση πάνω
ro: Derulare în sus

source: Scroll down
el: Κύλιση κάτω
ro: Derulare în jos

source: select or minimize window
el: επιλογή ή ελαχιστοποίηση παραθύρου
ro: Selecteaza sau minimalizeaza fereastra

source: select window
el: επιλογή παραθύρου
ro: selecteaza fereastra

source: maximize window
el: μεγιστοποίηση παραθύρου
ro: maximizarea fereastră

source: close window
el: κλείσιμο παραθύρου
ro: inchide fereastra

source: show menu
el: εμφάνιση μενού
ro: arata meniu

source: shade window
el: σκίαση παραθύρου
ro: umbreste fereastra

source: unshade window
el: αφαίρεση σκίασης παραθύρου
ro: dezumbreste fereastra

source: no action
el: καμία ενέργεια
ro: nici o actiune

source: Close popup
el: Κλείσιμο αναδυόμενου παραθύρου
ro: Închide fereastra popup

source: Theme:
el: Οπτικό θέμα:
ro: Temă:

source: Colors
el: Χρώματα
ro: Culori

source: Needs attention effect
ro: Efect pentru acordarea atentiei.

source: Compiz water
el: Compiz νερό
ro: Apa Compiz

source: Blinking
el: Αναβόσβημα
ro: Clipire

source: No effect
el: Κανένα εφφέ
ro: Nici un efect

source: Show popup only if more than one window is open
el: Εμφάνιση αναδυόμενου παραθύρου μόνο αν είναι ανοικτά περισσότερα από ένα παράθυρο
ro: Afiseaza pop-up doar daca mai mult de o fereastra sunt deschise

source: Show tooltip when no window is open
el: Εμφάνιση βοηθητικής υπόδειξης όταν δεν είναι κανένα παράθυρο ανοικτό
ro: Arată indiciul când nicio fereastră nu e deschisă

source: Alignment
el: Στοίχιση
ro: Aliniament

source: Align left
el: Στοίχιση αριστερά
ro: Aliniere stânga

source: Align center
el: Στοίχιση στο κέντρο
ro: Aliniere la centru

source: Align right
el: Στοίχιση δεξιά
ro: Aliniere dreapta

source: Delay
el: Καθυστέρηση
ro: Întîrziere

source: Delay:
el: Καθυστέρηση:
ro: Întârziere:

source: Delay for switching between popups
el: Καθυστέρηση εναλλαγής αναδυόμενων παραθύρων
ro: Durată pentru trecerea între ferestrele popup

source: Previews
el: Προεπισκοπήσεις
ro: Previzualizări

source: Show previews
el: Εμφάνιση προεπισκοπήσεων
ro: Arată previzualizări

source: Preview size:
el: Μέγεθος προεπισκόπησης:
ro: Marimea previzualizarii

source: Groupbutton actions
el: Ενέργειες ομαδικού κουμπιού
ro: Actiuni ButonGrup

source: select
el: επιλογή
ro: selectează

source: close all windows
el: κλείσιμο όλων των παραθύρων
ro: Inchide toate ferestrele

source: minimize all windows
el: ελαχιστοποίηση όλων των παραθύρων
ro: minimalizeaza toate ferestrele

source: maximize all windows
el: μεγιστοποίηση όλων των παραθύρων
ro: maximizeaza toate ferestrele

source: launch application
el: εκκίνηση εφαρμογής
ro: Lanseaza aplicatia

source: remove launcher
el: αφαίρεση εκκινητή
ro: sterge lansator

source: select next window
el: επιλογή επόμενου παραθύρου
ro: selecteaza urmatoarea ferestra

source: select previous window
el: επιλογή προηγούμενου παραθύρου
ro: selecteaza precedenta fereastra

source: minimize all other groups
el: ελαχιστοποίηση όλων των άλλων παραθύρων
ro: minimalizeaza toate celelalte grupuri

source: compiz scale windows
el: compiz κλιμάκωση παραθύρων
ro: scalare ferestre compiz

source: compiz shift windows
el: compiz αλλαγή θέσης παραθύρων
ro: deplasare ferestre compiz

source: compiz scale all
el: compiz κλίμακωση όλων
ro: scaleaza tot compiz

source: show preference dialog
el: εμφάνιση προτιμήσεων
ro: arata dialog cu preferinte

source: Double click
el: Διπλό κλικ
ro: Dublu clic

source: "Select" action options
ro: Optiuni actiunea "Select"

source: One window open:
el: Ένα παράθυρο ανοικτό
ro: O fereastra deschisa

source: Multiple windows open:
el: Πολλαπλά παράθυρα ανοικτά
ro: Multiple ferestre deschise

source: select all
el: επιλογή όλων
ro: selecteaza tot

source: select or minimize all
el: επιλογή ή ελαχιστοποίηση όλων
ro: selecteaza sau minimalizeaza tot

source: compiz scale
el: compiz κλιμάκωση
ro: scalare compiz

source: cycle through windows
el: Κυκλική εναλλαγή παραθύρων
ro: cicleaza prin ferestre

source: show popup
el: Εμφάνιση αναδυόμενου παραθύρου
ro: afiseaza pop-up

source: Workspace behavior:
el: Συμπεριφορά επιφάνειας εργασίας
ro: Comportament spatiu de lucru

source: Ignore windows on other workspaces
el: Άγνοια παραθύρων σε άλλες επιφάνειες εργασίας
ro: Ignora ferestre de pe celelalte spatii de lucru

source: Switch workspace when needed
el: Αλλαγή επιφάνειας εργασίας όταν χρειάζεται
ro: Schimba spatiul de lucru cand este nevoie

source: Move windows from other workspaces
el: Μετακίνηση παραθύρων από άλλες επιφάνειες εργασίας
ro: Muta ferestrele de pe celelalte spatii de lucru

source: Ignore windows on other viewports/workspaces
el: Αγνόησε παράθυρα σε άλλες επιφάνειες εργασίας
ro: Ignora ferestrele de pe celelalte spatii de lucru

source: Ignore windows on other monitors
el: Αγνόησε παράθυρα σε άλλες οθόνες
ro: Ignoră ferestrele de pe alte monitoare

source: Give each wine application its own group button
el: Δώσε σε κάθε εφαρμογή του wine δικό της ομαδικό κουμπί
ro: Ofera fiecarei aplicatii wine grupul sau

source: Keep open office application (Writer, Calc, etc.) separated
el: Διατήρησε ανοικτές office εφαρμογές (Writer, Calc, κτλ.) χωρισμένες
ro: Mentine aplicatiile Open Office (Writer, Calc, etc.) separate

source: Opacify
el: Εφαρμογή Αδιαφάνειας
ro: Opacizare

source: Opacify group
ro: Opacifica grup

source: Opacity:
el: Αδιαφάνεια:
ro: Opacitate:

source: Global Keyboard Shortcuts
el: Καθολικές συντομεύσεις πληκτρολογίου
ro: Acceleratori de tastatură globali

source: Select next group
el: Επιλέξτε επόμενη ομάδα
ro: Selecteaza urmatorul grup

source: Select previous group
el: Επιλέξτε προηγούμενη ομάδα
ro: Selecteaza grupul precedent

source: Select next window in group
el: Επιλέξτε επόμενο παράθυρο στην ομάδα
ro: Selecteza urmatoarea fereastra din grup

source: Select previous window in group
el: Επιλέξτε προηγούμενο παράθυρο στην ομάδα
ro: Selecteaza precedenta fereastra din grup

source: Appearance
el: Εμφάνιση
ro: Aspect

source: Popup Window
el: Αναδυόμενο παράθυρο
ro: Fereastra Pop-up

source: Group Button
el: Ομαδικό κουμπί
ro: Buton Grup

source: Window Button
el: Κουμπί παραθύρου
ro: Buton Fereastra

source: Advanced
el: Προχωρημένα
ro: Avansat

source: No working themes found in /usr/share/dockbarx/themes or ~/.dockbarx/themes
el: Δε βρέθηκαν θέματα που να δουλεύουν στο /usr/share/dockbarx/themes ή ~/.dockbarx/themes
ro: Nici o tema functionala nu a putut fi gasita in /usr/share/dockbarx/themes sau ~/.dockbarx/themes

source: Ignore windows on other workspace
el: Αγνόησε παράθυρα σε άλλες επιφάνειες εργασίας
ro: Ignora ferestrele de pe celelalte spatii de lucru

source: Previews requires the compiz plugin KDE Compability to be activated. Should dockbarx activate it for you?
el: Οι προεπισκοπήσεις απαιτούν το plugin KDE Compatibility του compiz να είναι ενεργοποιημένο.Να το ενεργοποιήσει το dockbarx για εσάς;
ro: Previzualizarile necesita plug-in`ul compiz KDE Compatibility sa fie activat. Sa il activeze DockBarX pentru tine?

source: The compiz plugin KDE Compability that is needed for previews doesn't seem to be installed. If you use ubuntu, you need to install the package compiz-fusion-plugins-main.
ro: Modulul Compiz pentru compatibilitate cu KDE care este necesar pentru previzualizări nu pare să fie instalat. Dacă utilizați Ubuntu, trebuie să instalați pachetul „compiz-fusion-plugins-main”.

source: Previews requires that Support Plasma Thumnails should be activated in KDE Compability plugin. Should dockbarx activate it for you?
el: Οι προεπισκοπήσεις απαιτούν ότι η επιλογή Support Plasma Thumbnails πρέπει να είναι ενεργοποιημένη στο KDE Compatibility plugin.Να την ενεργοποιήσει το dockbarx για εσάς;
ro: Previzualizarile necesita ca Support pentru Plasma Thumbnails trebuie activat in plug-in`ul KDe Compatibility plugin. Sa il activeze DockBarX pentru tine?

source: Opacify requires the compiz plugin Opacity, Brightness and Saturation to be activated. Should dockbarx activate it for you?
ro: Opacizare necesita plug-in`ul compiz Opacity , Brightness si Saturation sa fie activate . Sa il activeze dockbarx pentru tine?

source: You need to have at least one mod key (<control>, <alt> or <super>) in the keyboard string.
ro: Ttrebuie sa ai macar un mod key (<control> , <alt> sau <super>) in keyboard string.

source: Identifier
el: Αναγνωριστικό
ro: Identificator

source: Enter the identifier here
el: Εισάγετε το αναγνωριστικό εδώ
ro: Intro-du identificatorul aici.

source: You should have to do this only if the program fails to recognice its windows.
el: Θα πρέπει να χρειάζετε να το κάνετε αυτό μόνο όταν το πρόγραμμα αποτυγχάνει να αναγνωρίσει τα παράθυρά του
ro: Acest lucru ar trebui facut doar daca programul esueaza in recunoasterea ferestrei.

source: If the program is already running you should be able to find the identifier of the program from the dropdown list.
el: Αν το πρόγραμμα τρέχει ήδη πρέπει να μπορείτε να βρείτε το αναγνωριστικό του προγράμματος από την πτυσσόμενη λίστα.
ro: Daca programul functioneaza atunci ar trebui sa gasiti identificatorul in lista.

source: Identifier:
el: Αναγνωριστικό:
ro: Identificator:

source: The key is already bound elsewhere.
el: Το πλήκτρο είναι ήδη δεσμευμένο αλλού
ro: cheya este deja atribuit altundeva

source: Error: DockbarX couldn't set global keybinding '%(keystr)s' for %(function)s.
ro: Eroare: DockbarX nu a putut atribuit '%(keystr)s' for %(function)s.

source: _Minimize
el: _Ελαχιστοποίηση
ro: _Minimalizeaza

source: Un_minimize
el: Απ_ελαχιστοποίηση
ro: de_minimalizea-za

source: Ma_ximize
el: Με_γιστοποίηση
ro: Ma_ximizează

source: Unma_ximize
el: Απομεγιστο_ποίηση
ro: Restaurează

source: _Close
el: _Κλείσιμο
ro: _Închide

source: _Launch application
el: _Εκκίνηση εφαρμογής
ro: Lanseaza aplicatia

source: _Pin application
el: _Καρφίτσωμα εφαρμογής
ro: Fixeaza aplicatia

source: Make custom launcher
el: Δημιουργία ιδιότυπου εκκινητή
ro: Creează lansator personalizat

source: Unpin application
ro: Elibereaza aplicatia

source: Properties
el: Ιδιότητες
ro: Proprietăţi

source: Edit Identifier
el: Επεξεργασία Αναγνωρστικού
ro: Editeaza identificatorul

source: Edit Launcher
el: Επεξεργασία εκκινητή
ro: Editare lansator

source: Most used
el: Περισσότερο χρησιμοποιημένα
ro: Cele mai utilizate

source: Related
el: Σχετικά
ro: Asociat

source: all windows
el: όλα τα παράθυρα
ro: toate ferestrele

source: Static
el: Στατικό

source: Recent
el: Πρόσφατο
