Repository: valentt/Fusion-Linux-Extras
Catalog: rpm packages/rpmbuild/0_packages/dockbarx/dockbarx_0.39.8/po-themes/*.po
Languages: es

source: Popup background
es: Fondo de las notificaciónes

source: Normal text
es: Texto normal

source: Active window text
es: Texto para la ventana activa

source: Minimized window text
es: Texto para minimizar la ventana

source: Active color
es: Color activo

source: Not used
es: No utilizada

source: Active
es: Activo

source: Launching color
es: Lanzamiento de color

source: Attention color
es: Color de atención

source: Minimized color
es: Color minimizado

source: Active glow
es: resplandor de Active

source: Button color
es: Color del botón

source: Active + indicator color
es: Active + color del indicador

source: Active + dots color
es: Active + puntos de colores
